Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: the inner rocky planets
af: die rotsagtige binneplanete

source: what are the 4 outer planets known as ?
af: wat word die 4 buiteplanete genoem ?

source: the 4 outer planets are known as the gas giants .
af: die gasreuse .

source: which planet is the hottest ?
af: watter planeet is die warmste ?

source: venus is the hottest planet .
af: venus is die warmste planeet .

source: on which planet do scientists think there might have been water long ago ?
af: op watter planeet dink wetenskaplikes was daar lank terugwater ?

source: on mars because there are valleys on the surface which look like they have been made by water erosion .
af: op mars omdat daar valleie op die oppervlakte is wat lyk of hulle deur watererosie veroorsaak is .

source: which planet has a stormy surface ?
af: watter planeet het 'n stormagtige oppervlakte ?

source: neptune has a stormy surface .
af: neptunus het 'n stormagtige oppervlakte .

source: venus also has an atmosphere like earth but we would not be able to breathe there .
af: venus het nes die aarde 'n atmosfeer maar ons sal nie daar kan asemhaal nie .

source: what gases make up the atmosphere on venus ?
af: uit watter gasse bestaan venus seatmosfeer ?

source: carbon dioxide and sulphuric acid
af: koolstofdioksied en swaelsuur

source: below is an image showing the temperatures of the planets .
af: hieronder is 'n voorstelling van die temperature van dieplanete .

source: mercury is the closest to the sun but venus is actually hotter than mercury .
af: mercurius is die naaste aan die son maar venus is eintlik warmer as mercurius .

source: this is because of the dense atmosphere of venus which acts like a greenhouse and traps the sun's energy in the atmosphere .
af: dit is omdat die digte atmosfeer van venus soos 'n kweekhuis werk en die son se energie in sy atmosfeer vasvang .

source: use the image to give the temperatures of earth jupiter and neptune .
af: gebruik die voorstelling om die temperatuur van die aarde jupiter en neptunus neer te skryf .

source: the temperatures of the planets
af: die temperature van die planete

source: earth 15 c
af: aarde 15 &#176;c

source: jupiter 110 c
af: jupiter 110 &#176;c

source: neptune 200 c
af: neptunus 200 &#176;c

source: jupiter pink brown
af: jupiter pienkbruin

source: which planet is blue green in colour ?
af: watter planeet is blougroen ?

source: saturn has rings around it .
af: saturnus het ringe .

source: what are these rings made of ?
af: waaruit bestaan die ringe ?

source: draw a picture of saturn in the space below .
af: teken 'n prent van saturnus in die spasie hieronder .

source: what a strange word asteroid !
af: wat 'n vreemde woord astero&#239;de !

source: have you heard this word before ?
af: het jy al voorheen die woord gehoor ?

source: maybe when we mentioned the asteroid belt ?
af: miskien toe ons die astero&#239;debelt genoem het n&#233; ?

source: the asteroids are lumps of rock from planets that broke up long ago .
af: astero&#239;des is stukke rots van planete wat lank terug opgebreek het .

source: some of the lumps are bigger than a school building and some are only as big as small stones .
af: sommige van die stukke is groter as 'n skoolgebou en sommige is maar so groot soos klein klippe .

source: they orbit around the sun and so they are travelling very fast .
af: hulle wentel om die son en beweeg baie vinnig .

source: some of them are travelling as fast as 25 kilometres every second .
af: party van hulle beweeg teen 25 kilometer per sekonde .

source: that is much faster than a bullet .
af: dit is vinniger as 'n koe&#235;l .

source: many scientists believe that an asteroid hit earth and caused the extinction of the dinosaurs around 65 million years ago .
af: baie wetenskaplikes glo dat 'n astero&#239;de die aarde getref het en die uitwissing van dinosourusse rondom 65 miljoen jaar gelede veroorsaak het .

source: the asteroids have gathered together in a ring in the solar system .
af: die astero&#239;des het in 'n ring in die sonnestelsel versamel .

source: this ring is called the asteroid belt .
af: hierdie ring word die astero&#239;debelt genoem .

source: pieces of rock
af: stukke rots

source: in orbit
af: in 'n wentelbaan

source: the sun
af: die son

source: asteroids are that move around the sun .
af: astero&#239;des is wat om die son beweeg .

source: the asteroid belt is in space between the orbit of and the orbit of .
af: die astero&#239;debelt is in die ruimte tussen die wentelbaan van en die wentelbaan van .

source: pieces of rock in orbit mars jupiter
af: stukke rots in 'n wentelbaan mars jupiter

source: in 1973 pioneer 10 was the first spacecraft to travel to jupiter .
af: in 1973 was pioneer 10 die eerste ruimtetuig wat na jupiter gereis het .

source: to get there pioneer 10 had to go through the asteroid belt .
af: om daar te kom moes pioneer 10 deur die astero&#239;debelt reis .

source: do you remember how fast asteroids are moving ?
af: onthou jy hoe vinnig astero&#239;des beweeg ?

source: if an asteroid had hit pioneer 10 the spacecraft would have been destroyed and smashed to pieces .
af: as 'n astero&#239;de pioneer 10 getref het sou dit die ruimtetuig vernietig het en stukkend geslaan het .

source: however space is a very big place and the asteroids are usually far apart .
af: die ruimte is egter 'n reuse plek en die astero&#239;des isgewoonlik ver van mekaar af .

source: pioneer 10 got through safely and went on to take the first close up photos of jupiter .
af: pioneer 10 het veilig aan die anderkant uitgekom om die eerste naby foto's van jupiter te neem .

source: you know from the section on planets that other planets have moons .
af: jy het in die afdeling oor planete geleer dat ander planete ook mane het .

source: let's begin with earth's moon .
af: kom ons begin met die aarde se maan .

source: you learnt about earth's moon in gr. 4 .
af: jy het in graad 4 geleer van die aarde se maan .

source: so what do we already know about earth's moon ?
af: so wat weet jy alreeds oor die aarde se maan ?

source: does the moon make its own light ?
af: kan die maan sy eie lig maak ?

source: explain how the moon gives us light at night .
af: verduidelik hoe die maan in die aand vir ons lig gee .

source: the moon does not have energy like the stars to make its own light; the moon is like a white wall that reflects light from the sun and the earth gets some of that light .
af: die maan het nie energie soos die sterre om sy eie lig te maak nie .

source: can we see the moon during the day ?
af: kan ons die maan in die dag sien ?

source: yes on some days .
af: ja party dae .

source: but if they are unsure don't give them the answer .
af: as jou leerders onseker is moenie vir hulle die antwoord gee nie .

source: let the learners debate this or vote on it and then agree to go and observe .
af: laat hulle daaroor debateer en stem .

source: they might have to look every day for up to two weeks before they see it .
af: hulle moet dan ooreenkom om te gaan waarneem .

source: does the full moon look bigger when it rises at supper time and then smaller when it is high in the sky ?
af: lyk die volmaan groter wanneer dit teen aandete opkom enkleiner wanneer dit hoog in die lug is ?

source: if they disagree on this tell them that they can do an investigation see below .
af: as hulle hieroor verskil s&#234; hulle moet 'n ondersoek doen kyk hieronder .

source: why does the moon sometimes look like a letter d or a letter c ?
af: waarom lyk die maan soms soos die letter d en soms soos die letter c ?

source: we see only the part that the sun is shining on .
af: ons sien net die deel van die maan waarop die son skyn .

source: they learnt this in gr. 4 workbook .
af: hulle het dit in graad 4 se werkboek geleer .

source: is it easier to see the stars when the moon is full or when it is not full ?
af: is dit makliker om die sterre te sien wanneer dit volmaan is of op 'n ander aand ?

source: it is easier to see the stars when the moon is not full .
af: dit is makliker op &#8216;n ander aand wanneer die maan nie vol is nie .

source: why do we sometimes see the new moon looking like this in the next photo .
af: waarom sien ons soms dat die nuwe maan soos in dievolgende foto lyk ?

source: the sun is almost behind the moon so where is the light coming from ?
af: die son is amper agter die maan sowaarvandaan kom die lig ?

source: the light on the moon is coming from the earth; the earth is reflecting the sun's light .
af: die lig op die maan kom van die aarde af; die aarde reflekteer die son se lig .

source: list all the differences you can see between the earth and moon .
af: skryf al die verskille wat jy tussen die aarde en die maan sien neer .

source: the earth is bigger than the moon .
af: die aarde is groter as die maan .

source: the moon has craters but few craters are still visible on earth due to wind and water erosion .
af: die maan het kraters &#8216;n mens sien nie kraters op die aarde nie as gevolg van wind en water erosie .

source: the earth has water in seas the moon has none; earth has areas where green things are growing there are none on the moon; clouds on earth but none on the moon .
af: die aarde het water in die oseane die maan nie .

source: list some differences that you know about even though you can't see them in the photos .
af: skryf 'n paar verskille neer waarvan jy weet al kan jy hulle nie op die foto's sien nie .

source: the earth has plants and animals but there aren't any on the moon .
af: die aarde het plante en diere die maan nie .

source: earth has an atmosphere but the moon does not .
af: die aarde het 'n atmosfeer die maan nie .

source: the moon gets very hot and then very cold; earth's temperatures stay in a range where things can survive .
af: die maan raak baie warm en baie koud; die aarde se temperatuur bly binne die perke waar dinge kan oorleef .

source: you are heavier on the earth than you are on the moon .
af: jy is swaarder op die aarde as op die maan .

source: many people say that the full moon looks bigger when it rises just after sunset and then looks smaller late at night .
af: baie mense s&#234; dat die volmaan groter lyk as dit net na sononder opkom en dat dit dan later die aand kleiner lyk .

source: is this true ?
af: is dit waar ?

source: let's do an investigation to find out .
af: kom ons doen 'n ondersoek om uit te vind .

source: the following investigation needs to be carried out on a night when the moon is full .
af: vir hierdie ondersoek het jy 'n nag met volmaan nodig .

source: come back to it at a later time in the month if you have to wait awhile and carry on with the rest of the content in the meantime .
af: kom later in die maand terug na die werk en vertel dit aan jou klas as jy moet wag vir volmaan .

source: hypothesis what you think will happen
af: hipotese wat jy dink sal gebeur

source: apparatus
af: apparaat

source: the arm is part of the measuring instrument because it is an unchanging length !
af: die arm is deel van die meetinstrument omdat dit 'nonveranderlike lengte het !

source: if the child moves her hand closer to her face the v shaped measure will give smaller measurements .
af: as die kind sy hand nader aan sy gesig bring sal die v vormige meetinstrument 'n kleiner lesing gee .

source: width of the moon when it was touching the trees mm
af: wydte van die maan toe dit aan die bome geraak het mm

source: width of the moon when it was high in the sky mm
af: wydte van die maan toe dit hoog in die lug was mm

source: how could you have done this investigation better ?
af: hoe kon jy die ondersoek beter gedoen het ?

source: most of them will find that the measurements are the same .
af: die meeste van jou leerders sal vind dat die afmetings dieselfde is .

source: some learners will have made mistakes and will say that the high moon was smaller so you can ask for a show of hands who found that the measurements were the same at 6 00 and 8 00 p.m.? now in science ideas cannot be tested by majority vote .
af: sommige leerders kon 'n fout gemaak het en sal s&#234; dat die ho&#235; maan kleiner was .

source: in science just one careful investigation can undo a majority opinion .
af: jy kan jou leerders vra om hulle hande op te steek as hulle gevind het dat die afmetings dieselfde was om 6 00 en 8 00 n.m .

source: if other people can investigate the idea and get that same measurement then an idea can be changed or confirmed .
af: ons kan egter nie in die wetenskap idees toets deur diemeerderheidstem nie .

source: you can ask the class to go and repeat the investigation tonight .
af: in die wetenskap kan net een noukeurige ondersoek die meerderheid se mening omvergooi .

source: the moon will still be full but will rise about 50 minutes later .
af: as ander mense die idee kan ondersoek en dieselfde afmetings kry kan die idee verander en bevestig word .

source: write down a conclusion about what you learnt from this investigation .
af: skryf 'n gevolgtrekking oor wat jy uit die ondersoek geleer het .

source: they should learn that in science we want to test ideas to find out whether they are true or not .
af: hulle moet leer dat ons in die wetenskap idees wil toets om uit te vind of hulle waar is of nie .

source: if we measure things we can sometimes be more certain of the truth .
af: as ons goed meet kan ons soms meer seker wees van die waarheid .

source: the moon has a pale grey surface with dark grey marks on it .
af: die maan het 'n ligte grys oppervlakte met donkergrys merke op .

source: nobody knew what the surface was like until spacecraft landed on the moon .
af: niemand het geweet hoe die oppervlak lyk totdat 'n ruimtetuig op die maan geland het nie .

source: the first astronauts to walk on the moon stepped into fine powdery dust .
af: die eerste ruimtevaarders wat op die maan geloop het het in die fyn poeierige stof getrap .

source: they collected rock samples small pieces to bring back to earth .
af: hulle het rotsmonsters klein stukkies versamel en terug aarde toe gebring .

source: the surface of the moon is covered with holes called craters .
af: die oppervlakte van die maan is bedek met gate wat kraters genoem word .

source: these craters are made by space rocks that hit the moon .
af: kraters is as gevolg van ruimterotse wat die maan tref .

source: these rocks may be as small as grains of sand or as big as a house .
af: hierdie klippe kan so klein soos 'n sandkorrel of so groot soos 'n huis wees .

source: they travel so fast that they explode when they hit the moon and they make a round hole .
af: hulle beweeg so vinnig dat hulle ontplof wanneer hulle die maan tref en hulle veroorsaak dan ronde gaatjies .

source: the footprints from the astronauts who first walked on the moon are still there !
af: die voetspore van die eerste sterrekundiges wat op die maan geloop het is nog steeds daar !

source: there is no wind on the moon to blow them away .
af: daar is geen wind op die maan om dit weg te waai nie .

source: the light coloured areas on the moon are mountains and the darker areas are plains .
af: die ligkleurige gebiede op die maan is berge en die donkerder gebiede is vlaktes .

source: some of these plains were made by huge space rocks that made craters 300 km wide .
af: sommige van die vlaktes is deur groot ruimterotse veroorsaak wat kraters van 300 km wyd gemaak het .

source: other plains were made by volcanoes on the moon a long time ago .
af: ander vlaktes is deur vulkane wat baie lank terug op die maan was gemaak .

source: lava flowed out from those volcanoes .
af: lawa het uit die vulkane gevloei .

source: nowadays the moon has no volcanoes .
af: vandag het die maan nie vulkane nie .

source: the moon has no air so there is no wind to blow the dust .
af: die maan het geen lug nie daarom kan daar nie wind wees wat die stof waai nie .

source: the moon has no water so there is no rain to wash away sand and cause erosion .
af: die maan het geen water nie daarom is daar nie re&#235;n wat die grond kan wegspoel en erosie kan veroorsaak nie .

source: that is the reason why we see the craters on the moon so clearly .
af: dit is waarom ons die kraters op die maan so duidelik kan sien .

source: a spacecraft a few years ago found signs of water frozen under the south pole of the moon .
af: 'n ruimtetuig het 'n paar jaar gelede tekens van gevriesde water net onder die suidpool van die maan waargeneem .

source: scientists are not sure how the water got there .
af: wetenskaplikes is nie seker hoe die water daar gekom het nie .

source: other planets have moons too .
af: ander planete het ook mane .

source: below is an image showing some of the moons in our solar system .
af: hieronder is 'n prent wat van die mane in ons sonnestelsel wys .

source: not all of them are shown here .
af: nie al die mane word hier gewys nie .

source: they have been scaled to be the correct size compared to earth and our moon .
af: hulle is op skaal kleiner gemaak om die regte groottes in vergelyking met die aarde en ons maan te wees .

source: mars has two moons and astronomers called them deimos and phobos .
af: mars het twee mane en astronome noem hulle deimos en phobos .

source: phobos has deep craters showing that it has also been hit by fast moving rocks .
af: phobos het diep kraters wat wys dat hulle ook deur rotse wat baie vinnig beweeg getref is .

source: can you see how small these moons are compared to our moon ?
af: kan jy sien hoe klein hierdie mane in vergelyking met ons maan is ?

source: on the other hand jupiter has 66 moons which we have identified and each time humans send another space probe to jupiter more moons are being discovered !
af: jupiter het weer 66 mane wat ons al ge&#239;dentifiseer het .

source: only jupiter's 4 biggest moons are shown below .
af: elke keer wat mense ruimte toe is om jupiter te verken het hulle nog mane ontdek !

source: quick tour of planets and their moons http www.youtube.com watch?v 9etwg8x54ma&amp;feature related
af: n vinnige reis deur die planete en hul mane http www.youtube.com watch?v 9etwg8x54ma&amp;feature related

source: how many moons does earth have ?
af: hoeveel mane het die aarde ?

source: earth has one moon .
af: die aarde het een maan .

source: what are the names of mars' two moons .
af: wat word mars se mane genoem ?

source: phobos and deimos
af: phobos en deimos

source: give the name of one of jupiter's moons .
af: skryf die name van jupiter se mane neer .

source: io europa ganymede or callisto
af: io europa ganymede of callisto

source: pluto is not actually a planet anymore but it has been classified as a dwarf planet .
af: pluto is nie eintlik meer 'n planeet nie maar is as 'ndwergplaneet geklassifiseer .

source: pluto also has 3 moons .
af: pluto het 3 mane .

source: how many of pluto's moons are shown in the picture ?
af: hoeveel van pluto se mane word in die prent hieronder gewys ?

source: only one of pluto's moons are shown .
af: net een van pluto se mane word gewys .

source: there are two planets which are not listed here as they do not have any moons .
af: hier is twee planete wat nie gelys is nie aangesien hulle nie mane het nie .

source: which two planets are these ?
af: watter twee planete is dit ?

source: mercury and venus
af: mercurius en venus

source: what is the name of saturn's biggest moon ?
af: wat is saturnus se grootste maan se naam ?

source: planets do not make their own light; they reflect the light from the sun .
af: planete maak nie hul eie lig nie hulle reflekteer lig van die son af .

source: we can see only 7 other planets in our solar system .
af: ons kan net 7 planete in ons sonnestelsel sien .

source: planets are not as far away as stars .
af: planete is nie so ver soos sterre nie .

source: planets orbit around our sun .
af: planete wentel om die son .

source: planets change their positions each night compared to the positions of the stars .
af: planete verander elke nag van posisie in vergelykingmet die posisie van die sterre .

source: if you wanted to find venus where would you look ?
af: as jy vir venus moes kry waar sou jy soek ?

source: at what time would you look ?
af: wanneer sou jy soek ?

source: venus can be seen in the west just after sunset .
af: in die weste net na sononder. &#8216;n mens kan dit soms in dieoggend sien maar dan moet jy na die ooste kyk metsonsopkoms .

source: people call venus the evening or morning star .
af: mense noem venus die oggend of aandster .

source: explain why venus is not a star .
af: verduidelikwaarom venus nie 'n ster is nie .

source: venus appears in a slightly different position each evening at 7 00 p.m or each morning at sunrise .
af: venus verskyn elke aand om 7 00 n.m. of elke oggend met sonsopkoms in 'n ander posisie .

source: the solar system is a set of parts that pull on each other .
af: die sonnestelsel is 'n stel dele wat mekaar aantrek .

source: the sun and all the planets pull on each other as the planets move around the sun .
af: die son en al die planete trek mekaar aan aangesien die planete om die son beweeg .

source: what made the craters on the surface of the moon ?
af: wat het die kraters op die oppervlak van die maanveroorsaak ?

source: rocks that travel through space called meteoroids .
af: rotse wat deur die ruimte beweeg word meteoriete genoem.hulle het teen die maan gebots teen 'n baie ho&#235; spoed .

source: the surface of the moon has many craters but the surface of the earth has very few craters .
af: die oppervlak van die maan het baie kraters maar die aarde se oppervlak het min .

source: explain why that is so .
af: verduidelik waarom dit so is .

source: a the moon has no atmosphere to protect it .
af: a die maan het nie 'n atmosfeer wat dit beskerm nie .

source: earth has an atmosphere so most rocks from space burn up before they reach the ground. b earth has been hit by meteoroids as the moon was but erosion has worn down the craters so that we cannot see them clearly any more .
af: die aarde het 'n atmosfeer sodat die meeste van die rotse van die ruimte uitbrand voor hulle die grond bereik. b die aarde is soos die maan deur meteoriete getref maar erosie het diekraters so verweer dat ons hulle nie meer sien nie .

source: neil armstrong was the first man to put his foot on the moon .
af: neil armstrong was die eerste man wat sy voete op die maan gesit het .

source: his footprint is still there after 40 years .
af: sy voetspoor is na 40 jaar steeds daar .

source: on earth a footprint does not last so long .
af: 'n voetspoor op die aarde hou nie so lank nie .

source: explain why it lasts so long on the moon .
af: verduidelik waarom dit so lank op die maan hou .

source: the moon has no rain and no wind to remove the footprint .
af: die maan het nie re&#235;n of wind wat die voetspoor kanverwyder nie .

source: this is a challenge for your learners .
af: dit is 'n uitdaging vir jou leerders .

source: they will not be used to working with very big numbers .
af: hulle sal nie daaraan gewoond wees om met baie groot syfers te werk nie .

source: they will probably need calculators .
af: hulle sal moontlik sakrekenaars benodig .

source: however they know what answer they should get .
af: hulle ken egter die antwoord wat hulle behoort te kry .

source: for a long time people believed that the earth stood still and the sun moved around the earth .
af: vir 'n lang tyd het mense geglo dat die aarde stilstaan en dat die son om die aarde beweeg .

source: in this chapter we will find out what really happens .
af: in hierdie hoofstuk sal ons uitvind wat regtig gebeur .

source: we'll start by thinking about day and night .
af: ons begin deur na te dink oor dag en dag .
